i5-2500k/2.6.39/30/2/read-write-16.log
starting vacuum...end.
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 30
query mode: simple
number of clients: 16
number of threads: 1
duration: 1800 s
number of transactions actually processed: 16115035
latency average: 1.787 ms
tps = 8952.619150 (including connections establishing)
tps = 8952.623209 (excluding connections establishing)